Repository: lacklusteradmin/SpectraWallet
Catalog: Spectra/Views/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Large movement minimum: %lld USD
zh_hans: 大额波动最低值：%lld USD
zh_hant: 大額波動最低值：%lld USD

source: Large movement notifications are currently off.
zh_hans: 当前大额波动通知已关闭。
zh_hant: 當前大額波動通知已關閉。

source: Large movement threshold: %@
zh_hans: 大额波动阈值：%@
zh_hant: 大額波動閾值：%@

source: Large Portfolio Movement Alerts
zh_hans: 资产组合大额波动提醒
zh_hant: 資產組合大額波動提醒

source: Last checked %@
zh_hans: 上次检查：%@
zh_hant: 上次檢查：%@

source: Last known healthy sync: %@
zh_hans: 上次健康同步：%@
zh_hant: 上次健康同步：%@

source: Last Ledger Sequence: %lld
zh_hans: 最后账本序列：%lld
zh_hant: 最後賬本序列：%lld

source: Last Page
zh_hans: 最后一页
zh_hant: 最後一頁

source: Latest blockhash was empty.
zh_hans: 最新 blockhash 为空。
zh_hant: 最新 blockhash 為空。

source: Level
zh_hans: 级别
zh_hant: 級別

source: Litecoin broadcast succeeded but no txid returned.
zh_hans: Litecoin 广播成功，但未返回 txid。
zh_hant: Litecoin 廣播成功，但未返回 txid。

source: Litecoin History Page Size: %lld
zh_hans: Litecoin 历史分页大小：%lld
zh_hant: Litecoin 歷史分頁大小：%lld

source: Loading Aptos fee estimate...
zh_hans: 正在加载 Aptos 手续费预估...
zh_hant: 正在載入 Aptos 手續費預估...

source: Loading Cardano fee estimate...
zh_hans: 正在加载 Cardano 费用估算...
zh_hant: 正在加載 Cardano 費用估算...

source: Loading ICP fee estimate...
zh_hans: 正在加载 ICP 费用估算...
zh_hant: 正在加載 ICP 費用估算...

source: Loading Monero fee estimate...
zh_hans: 正在加载门罗币手续费预估...
zh_hant: 正在載入門羅幣手續費預估...

source: Loading NEAR fee estimate...
zh_hans: 正在加载 NEAR 费用估算...
zh_hant: 正在加載 NEAR 費用估算...

source: Loading nonce and fee estimate...
zh_hans: 正在加载 nonce 和费用估算...
zh_hant: 正在加載 nonce 和費用估算...

source: Loading Polkadot fee estimate...
zh_hans: 正在加载 Polkadot 费用估算...
zh_hant: 正在加載 Polkadot 費用估算...

source: Loading Solana fee estimate...
zh_hans: 正在加载 Solana 手续费预估...
zh_hant: 正在載入 Solana 手續費預估...

source: Loading Stellar fee estimate...
zh_hans: 正在加载 Stellar 费用估算...
zh_hant: 正在加載 Stellar 費用估算...

source: Loading Sui fee estimate...
zh_hans: 正在加载 Sui 手续费预估...
zh_hant: 正在載入 Sui 手續費預估...

source: Loading TON fee estimate...
zh_hans: 正在加载 TON 手续费预估...
zh_hant: 正在載入 TON 手續費預估...

source: Loading Tron fee estimate...
zh_hans: 正在加载 Tron 费用估算...
zh_hant: 正在加載 Tron 費用估算...

source: Loading UTXOs and fee estimate...
zh_hans: 正在加载 UTXO 和费用估算...
zh_hant: 正在加載 UTXO 和費用估算...

source: Loading XRP fee estimate...
zh_hans: 正在加载 XRP 费用估算...
zh_hant: 正在加載 XRP 費用估算...

source: Loading...
zh_hans: 加载中...
zh_hant: 加載中...

source: Lock App Now
zh_hans: 立即锁定应用
zh_hant: 立即鎖定應用

source: Logs
zh_hans: 日志
zh_hant: 日誌

source: Low
zh_hans: 低
zh_hant: 低

source: Lower refresh times can increase battery usage and network traffic.
zh_hans: 更短的刷新间隔会增加电池消耗和网络流量。
zh_hant: 更短的刷新間隔會增加電池消耗和網絡流量。

source: Manual Nonce
zh_hans: 手动 Nonce
zh_hant: 手動 Nonce

source: Manual refresh completed.
zh_hans: 手动刷新已完成。
zh_hant: 手動重新整理已完成。

source: Market Data ID
zh_hans: 市场数据 ID
zh_hant: 市場資料 ID

source: Max Fee (gwei)
zh_hans: 最高手续费（gwei）
zh_hant: 最高手續費（gwei）

source: Max fee is below current base fee. Increase Max Fee and retry.
zh_hans: 最高手续费低于当前基础费。请提高最高手续费后重试。
zh_hant: 最高手續費低於當前基礎費。請提高最高手續費後重試。

source: Max Fee must be greater than or equal to Priority Fee.
zh_hans: 最高手续费必须大于或等于优先费。
zh_hant: 最高手續費必須大於或等於優先費。

source: Max Fee: %.2f gwei
zh_hans: 最高手续费：%.2f gwei
zh_hant: 最高手續費：%.2f gwei

source: Max Gas Amount: %llu
zh_hans: 最大 Gas 数量：%llu
zh_hant: 最大 Gas 數量：%llu

source: Max Inputs: %@
zh_hans: 最大输入数：%@
zh_hant: 最大輸入數：%@

source: Max Sendable: %.6f DOGE
zh_hans: 最大可发送：%.6f DOGE
zh_hant: 最大可發送：%.6f DOGE

source: Max Sendable: %@
zh_hans: 最大可发送：%@
zh_hant: 最大可發送：%@

source: Medium
zh_hans: 中
zh_hant: 中

source: Mine
zh_hans: 我的
zh_hant: 我的

source: Missing abs_slot in /tip response.
zh_hans: /tip 响应中缺少 abs_slot。
zh_hant: /tip 響應中缺少 abs_slot。

source: Missing Aptos transaction hash from submit response.
zh_hans: 提交响应中缺少 Aptos 交易哈希。
zh_hant: 提交響應中缺少 Aptos 交易哈希。

source: Missing HTTP response
zh_hans: 缺少 HTTP 响应
zh_hant: 缺少 HTTP 響應

source: Missing HTTP response from Cardano submit endpoint.
zh_hans: Cardano 提交端点缺少 HTTP 响应。
zh_hant: Cardano 提交端點缺少 HTTP 響應。

source: Missing transaction digest from Sui execute response.
zh_hans: Sui 执行响应中缺少交易摘要。
zh_hant: Sui 執行響應中缺少交易摘要。

source: Missing transaction hash from signing output.
zh_hans: 签名输出中缺少交易哈希。
zh_hant: 簽名輸出中缺少交易哈希。

source: Missing transaction hash from XRP submit response.
zh_hans: XRP 提交响应中缺少交易哈希。
zh_hant: XRP 提交響應中缺少交易哈希。

source: Mode
zh_hans: 模式
zh_hant: 模式

source: Monero addresses are Base58 encoded and usually start with 4 or 8.
zh_hans: Monero 地址采用 Base58 编码，通常以 4 或 8 开头。
zh_hant: Monero 地址採用 Base58 編碼，通常以 4 或 8 開頭。

source: Monero Backend
zh_hans: Monero 后端
zh_hant: Monero 後端

source: Monero Backend API Key (Optional)
zh_hans: Monero 后端 API Key（可选）
zh_hant: Monero 後端 API Key（可選）

source: Monero backend is not configured.
zh_hans: Monero 后端未配置。
zh_hant: Monero 後端未配置。

source: Monero Backend URL (Optional)
zh_hans: Monero 后端 URL（可选）
zh_hant: Monero 後端 URL（可選）

source: Monero History Page Size: %lld
zh_hans: Monero 历史分页大小：%lld
zh_hant: Monero 歷史分頁大小：%lld

source: Monero Network
zh_hans: 门罗币网络
zh_hant: 門羅幣網絡

source: My Assets
zh_hans: 我的资产
zh_hant: 我的資產

source: My Wallets
zh_hans: 我的钱包
zh_hant: 我的錢包

source: Name
zh_hans: 名称
zh_hant: 名稱

source: Native Asset Display
zh_hans: 原生资产显示
zh_hant: 原生資產顯示

source: NEAR addresses can be named accounts or 64-character implicit account IDs.
zh_hans: NEAR 地址可以是命名账户，也可以是 64 字符的隐式账户 ID。
zh_hant: NEAR 地址可以是命名帳戶，也可以是 64 字元的隱式帳戶 ID。

source: NEAR broadcast failed: %@
zh_hans: NEAR 广播失败：%@
zh_hant: NEAR 廣播失敗：%@

source: NEAR Network
zh_hans: NEAR 网络
zh_hant: NEAR 網絡

source: NEAR network request failed: %@
zh_hans: NEAR 网络请求失败：%@
zh_hant: NEAR 網絡請求失敗：%@

source: NEAR RPC error: %@
zh_hans: NEAR RPC 错误：%@
zh_hant: NEAR RPC 錯誤：%@

source: Network
zh_hans: 网络
zh_hant: 網絡

source: Network Fee
zh_hans: 网络手续费
zh_hant: 網路手續費

source: Network Policy
zh_hans: 网络策略
zh_hant: 網絡策略

source: Network: %@, %@, %@ • Auto refresh: %d min
zh_hans: 网络：%@、%@、%@ • 自动刷新：%d 分钟
zh_hant: 網絡：%@、%@、%@ • 自動刷新：%d 分鐘

source: New Alert
zh_hans: 新提醒
zh_hant: 新提醒

source: New Contact
zh_hans: 新联系人
zh_hant: 新聯繫人

source: New Token
zh_hans: 新代币
zh_hant: 新代幣

source: Newest
zh_hans: 最新
zh_hant: 最新

source: Next change index: %lld
zh_hans: 下一个找零索引：%lld
zh_hant: 下一個找零索引：%lld

source: Next Page
zh_hans: 下一页
zh_hant: 下一頁

source: Next receive index: %lld
zh_hans: 下一个接收索引：%lld
zh_hant: 下一個接收索引：%lld

source: No
zh_hans: 否
zh_hant: 否

source: No (dust-safe fee absorption)
zh_hans: 否（通过吸收费率避免尘埃）
zh_hant: 否（通過吸收費率避免塵埃）

source: No %@ diagnostics available to copy.
zh_hans: 没有可复制的 %@ 诊断数据。
zh_hant: 沒有可複製的 %@ 診斷數據。

source: No active notices
zh_hans: 当前没有通知
zh_hant: 當前沒有通知

source: No activity yet
zh_hans: 暂无活动
zh_hant: 暫無活動

source: No alerts configured yet.
zh_hans: 尚未配置任何提醒。
zh_hant: 尚未配置任何提醒。

source: No assets loaded for this wallet yet.
zh_hans: 此钱包尚未加载任何资产。
zh_hant: 此錢包尚未加載任何資產。

source: No assets to display yet
zh_hans: 还没有可显示的资产
zh_hant: 還沒有可顯示的資產

source: No chain balances yet
zh_hans: 暂无链上余额
zh_hant: 暫無鏈上餘額

source: No chain balances yet for this asset.
zh_hans: 此资产暂无链上余额。
zh_hant: 此資產暫無鏈上餘額。

source: No contract addresses are available for this asset.
zh_hans: 该资产没有可用的合约地址。
zh_hant: 該資產沒有可用的合約地址。

source: No diagnostics exports yet.
zh_hans: 还没有诊断导出记录。
zh_hant: 還沒有診斷導出記錄。

source: No full-access NEAR key was found for this account.
zh_hans: 该账户未找到 full-access 的 NEAR 密钥。
zh_hant: 該賬戶未找到 full-access 的 NEAR 密鑰。

source: No matches found
zh_hans: 未找到匹配项
zh_hant: 未找到匹配項

source: No matching native assets.
zh_hans: 没有匹配的原生资产。
zh_hant: 沒有匹配的原生資產。

source: No matching tokens.
zh_hans: 没有匹配的代币。
zh_hant: 沒有匹配的代幣。

source: No matching tracked tokens.
zh_hans: 没有匹配的已跟踪代币。
zh_hant: 沒有匹配的已跟蹤代幣。

source: No operational events recorded yet.
zh_hans: 尚未记录任何运行事件。
zh_hant: 尚未記錄任何運行事件。

source: No operational events yet.
zh_hans: 尚无操作事件。
zh_hant: 尚無操作事件。

source: No owned-address management state recorded yet.
zh_hans: 尚未记录任何自有地址管理状态。
zh_hant: 尚未記錄任何自有地址管理狀態。

source: No pending Ethereum send found for this wallet. Replacement and cancel are available only for pending transactions.
zh_hans: 此钱包没有待处理的 Ethereum 发送交易。替换和取消仅适用于待处理交易。
zh_hant: 此錢包沒有待處理的 Ethereum 發送交易。替換和取消僅適用於待處理交易。

source: No pending Ethereum transaction found for this wallet.
zh_hans: 未找到此钱包的待处理 Ethereum 交易。
zh_hant: 未找到此錢包的待處理 Ethereum 交易。

source: No refresh status yet
zh_hans: 尚无刷新状态
zh_hant: 尚無重新整理狀態

source: No saved recipients yet.
zh_hans: 还没有已保存的收款方。
zh_hant: 還沒有已保存的收款方。

source: No seed phrase is stored for this wallet.
zh_hans: 此钱包未存储助记词。
zh_hant: 此錢包未存儲助記詞。

source: No spendable Dogecoin UTXOs were found for this wallet.
zh_hans: 该钱包未找到可花费的 Dogecoin UTXO。
zh_hant: 該錢包未找到可花費的 Dogecoin UTXO。

source: No spendable UTXOs found for this Cardano address.
zh_hans: 该 Cardano 地址未找到可花费的 UTXO。
zh_hant: 該 Cardano 地址未找到可花費的 UTXO。

source: No tokens are currently enabled for tracking.
zh_hans: 当前没有启用跟踪的代币。
zh_hant: 當前沒有啓用跟蹤的代幣。

source: No tracked tokens match the selected filters.
zh_hans: 没有已跟踪代币匹配所选筛选条件。
zh_hant: 沒有已跟蹤代幣匹配所選篩選條件。

source: No wallets are currently loaded. Import a wallet to view activity.
zh_hans: 当前未加载任何钱包。导入钱包后即可查看活动记录。
zh_hant: 當前未加載任何錢包。導入錢包後即可查看活動記錄。

source: No wallets yet
zh_hans: 还没有钱包
zh_hant: 還沒有錢包

source: non-expensive
zh_hans: 低成本
zh_hant: 低成本

source: Nonce
zh_hans: 随机数
zh_hant: 隨機數

source: Nonce must be a non-negative integer.
zh_hans: Nonce 必须是非负整数。
zh_hant: Nonce 必須是非負整數。

source: Nonce too low. A newer transaction from this wallet is already known. Refresh and retry.
zh_hans: Nonce 过低。该钱包已有更新交易被网络识别。请刷新后重试。
zh_hant: Nonce 過低。該錢包已有更新交易被網絡識別。請刷新後重試。

source: Nonce value is too large.
zh_hans: Nonce 值过大。
zh_hant: Nonce 值過大。

source: None
zh_hans: 无
zh_hant: 無

source: Note (Optional)
zh_hans: 备注（可选）
zh_hant: 備注（可選）

source: Notices
zh_hans: 通知
zh_hant: 通知

source: Notifications
zh_hans: 通知
zh_hant: 通知

source: offline
zh_hans: 离线
zh_hant: 離線

source: OK
zh_hans: 确定
zh_hant: 確定

source: Older
zh_hans: 更早
zh_hant: 更早

source: Oldest
zh_hans: 最早
zh_hant: 最早

source: On %@ +%lld more
zh_hans: 在 %@ 上，另有 %lld 条
zh_hant: 在 %@ 上，另有 %lld 條

source: One or more UTXOs had invalid txid encoding.
zh_hans: 一个或多个 UTXO 的 txid 编码无效。
zh_hant: 一個或多個 UTXO 的 txid 編碼無效。

source: Only official USDT (TRC-20) on Tron is supported.
zh_hans: Tron 上仅支持官方 USDT（TRC-20）。
zh_hant: Tron 上僅支持官方 USDT（TRC-20）。

source: Only selected wallets contribute to the portfolio total and the aggregated asset list on the home page.
zh_hans: 只有选中的钱包会计入资产组合总额和首页的汇总资产列表。
zh_hant: 只有選中的錢包會計入資產組合總額和首頁的匯總資產列表。

source: Operational Events
zh_hans: 运行事件
zh_hant: 運行事件

source: Operational Logs
zh_hans: 操作日志
zh_hant: 操作日誌

source: Options
zh_hans: 选项
zh_hant: 選項

source: Other Chains
zh_hans: 其他链
zh_hant: 其他鏈

source: Overview
zh_hans: 概览
zh_hant: 概覽

source: Owned Address Management
zh_hans: 自有地址管理
zh_hant: 自有地址管理

source: Page %lld
zh_hans: 第 %lld 页
zh_hant: 第 %lld 頁

source: Past Exports
zh_hans: 历史导出
zh_hant: 歷史導出

source: Pause
zh_hans: 暂停
zh_hant: 暫停

source: Paused
zh_hans: 已暂停
zh_hant: 已暫停

source: Pending
zh_hans: 待处理
zh_hant: 待處理

source: Pending %@ transaction detected
zh_hans: 检测到待处理的 %@ 交易
zh_hant: 檢測到待處理的 %@ 交易

source: Pinned Assets
zh_hans: 固定资产
zh_hant: 固定資產

source: Pinned assets and dashboard customization choices
zh_hans: 固定资产与仪表盘自定义选项
zh_hant: 固定資產與儀錶盤自定義選項

source: Pinned assets and other home page customization choices stored on this device.
zh_hans: 存储在本机上的置顶资产和其他首页自定义设置。
zh_hant: 存儲在本機上的置頂資產和其他首頁自定義設置。

source: Pinned assets stay visible in My Assets even when the total balance is zero.
zh_hans: 即使总余额为零，固定资产也会继续显示在“我的资产”中。
zh_hant: 即使總餘額為零，固定資產也會繼續顯示在“我的資產”中。

source: Please keep this private key because you can't recover this wallet after deletion.
zh_hans: 请妥善保管此私钥，因为删除后将无法恢复此钱包。
zh_hant: 請妥善保管此私鑰，因為刪除後將無法恢復此錢包。

source: Please take note of your seed phrase because you can't recover this wallet after deletion.
zh_hans: 请务必记下助记词，因为删除后将无法恢复此钱包。
zh_hant: 請務必記下助記詞，因為刪除後將無法恢復此錢包。

source: Polkadot addresses use SS58 encoding and usually start with 1.
zh_hans: Polkadot 地址使用 SS58 编码，通常以 1 开头。
zh_hant: Polkadot 地址使用 SS58 編碼，通常以 1 開頭。

source: Polkadot broadcast failed: %@
zh_hans: Polkadot 广播失败：%@
zh_hant: Polkadot 廣播失敗：%@

source: Polkadot Network
zh_hans: Polkadot 网络
zh_hant: Polkadot 網絡

source: Polkadot network request failed: %@
zh_hans: Polkadot 网络请求失败：%@
zh_hant: Polkadot 網絡請求失敗：%@

source: Portfolio
zh_hans: 资产组合
zh_hant: 資產組合

source: Portfolio Wallets
zh_hans: 资产组合钱包
zh_hant: 資產組合錢包

source: Preparing receive address...
zh_hans: 正在准备接收地址...
zh_hant: 正在準備接收地址...

source: Preparing replacement/cancel context...
zh_hans: 正在准备替换/取消上下文...
zh_hant: 正在準備替換/取消上下文...

source: Preview Details
zh_hans: 预览详情
zh_hant: 預覽詳情

source: Price Alerts
zh_hans: 价格提醒
zh_hant: 價格提醒

source: Price alerts, notification rules, and address book recipients
zh_hans: 价格提醒、通知规则和地址簿收款方
zh_hant: 價格提醒、通知規則和地址簿收款方

source: Price alerts, notification rules, and saved address book recipients.
zh_hans: 价格提醒、通知规则和已保存的地址簿收款人。
zh_hant: 價格提醒、通知規則和已保存的地址簿收款人。

source: Pricing
zh_hans: 价格
zh_hant: 價格

source: Pricing Notice
zh_hans: 价格通知
zh_hant: 價格通知

source: Primary Use
zh_hans: 主要用途
zh_hant: 主要用途

source: Priority Fee (gwei)
zh_hans: 优先费（gwei）
zh_hant: 優先費（gwei）

source: Priority Fee: %.2f gwei
zh_hans: 优先费：%.2f gwei
zh_hant: 優先費：%.2f gwei

source: Priority: %@
zh_hans: 优先级：%@
zh_hant: 優先級：%@

source: Private Key
zh_hans: 私钥
zh_hant: 私鑰

source: Private key import is not available for: %@.
zh_hans: 以下链不支持私钥导入：%@。
zh_hant: 以下鏈不支持私鑰導入：%@。

source: Protocol Reference
zh_hans: 协议参考
zh_hant: 協議參考

source: Provider
zh_hans: 提供商
zh_hant: 提供商

source: Provider did not return a transaction hash.
zh_hans: 提供方未返回交易哈希。
zh_hant: 提供方未返回交易哈希。

source: Provider Notes
zh_hans: 提供商说明
zh_hant: 提供商說明

source: Provider selections, reliability memory, and low-level network state
zh_hans: 提供商选择、可靠性记录和底层网络状态
zh_hant: 提供商選擇、可靠性記錄和底層網絡狀態

source: Provider selections, reliability memory, transport caches, and low-level network heuristics.
zh_hans: 提供方选择、可靠性记录、传输缓存和底层网络启发式状态。
zh_hant: 提供方選擇、可靠性記錄、傳輸緩存和底層網絡啓發式狀態。

source: Provider State
zh_hans: 提供方状态
zh_hant: 提供方狀態

source: QR Code
zh_hans: 二维码
zh_hant: 二維碼

source: QR Code Export
zh_hans: 二维码导出
zh_hant: 二維碼導出

source: QR code saved to Photos.
zh_hans: 二维码已保存到“照片”。
zh_hant: 二維碼已保存到“照片”。

source: QR Scanner
zh_hans: 二维码扫描器
zh_hant: 二維碼掃描器

source: Quick Maintenance
zh_hans: 快速维护
zh_hant: 快速維護

source: RBF Intent
zh_hans: RBF 意图
zh_hant: RBF 意圖

source: reachable
zh_hans: 可达
zh_hant: 可達

source: Rebroadcast
zh_hans: 重新广播
zh_hant: 重新廣播

source: Receive
zh_hans: 接收
zh_hant: 接收

source: Received invalid Bitcoin Cash UTXO data.
zh_hans: 收到无效的 Bitcoin Cash UTXO 数据。
zh_hant: 收到無效的 Bitcoin Cash UTXO 數據。

source: Received invalid Bitcoin SV UTXO data.
zh_hans: 收到无效的 Bitcoin SV UTXO 数据。
zh_hant: 收到無效的 Bitcoin SV UTXO 數據。

source: Received invalid Litecoin UTXO data.
zh_hans: 收到无效的 Litecoin UTXO 数据。
zh_hant: 收到無效的 Litecoin UTXO 數據。

source: Receives
zh_hans: 收款
zh_hant: 收款

source: Recheck
zh_hans: 重新检查
zh_hant: 重新檢查

source: Recipient address
zh_hans: 收款地址
zh_hant: 收款地址

source: Recipient Already Saved
zh_hans: 收款方已保存
zh_hant: 收款方已保存

source: Recipient is a smart contract on %@. Confirm it can receive %@ safely.
zh_hans: 收款地址在 %@ 上是智能合约。请确认它可以安全接收 %@。
zh_hant: 收款地址在 %@ 上是智能合約。請確認它可以安全接收 %@。

source: Reference Gas Price: %llu
zh_hans: 参考 Gas 价格：%llu
zh_hant: 參考 Gas 價格：%llu

source: Refresh %@
zh_hans: 刷新 %@
zh_hant: 重新整理 %@

source: Refresh Aptos
zh_hans: 刷新 Aptos
zh_hant: 刷新 Aptos

source: Refresh Arbitrum
zh_hans: 刷新 Arbitrum
zh_hant: 刷新 Arbitrum

source: Refresh Avalanche
zh_hans: 刷新 Avalanche
zh_hant: 刷新 Avalanche

source: Refresh Bitcoin
zh_hans: 刷新 Bitcoin
zh_hant: 刷新 Bitcoin

source: Refresh BNB Chain
zh_hans: 刷新 BNB Chain
zh_hant: 刷新 BNB Chain

source: Refresh Cardano
zh_hans: 刷新 Cardano
zh_hant: 刷新 Cardano

source: Refresh Dogecoin
zh_hans: 刷新 Dogecoin
zh_hant: 刷新 Dogecoin

source: Refresh Ethereum
zh_hans: 刷新 Ethereum
zh_hant: 刷新 Ethereum

source: Refresh Ethereum Classic
zh_hans: 刷新 Ethereum Classic
zh_hant: 刷新 Ethereum Classic

source: Refresh Frequency
zh_hans: 刷新频率
zh_hant: 刷新頻率

source: Refresh Hyperliquid
zh_hans: 刷新 Hyperliquid
zh_hant: 刷新 Hyperliquid

source: Refresh Internet Computer
zh_hans: 刷新 Internet Computer
zh_hant: 刷新 Internet Computer

source: Refresh Litecoin
zh_hans: 刷新 Litecoin
zh_hant: 刷新 Litecoin

source: Refresh Monero
zh_hans: 刷新 Monero
zh_hant: 刷新 Monero

source: Refresh NEAR
zh_hans: 刷新 NEAR
zh_hant: 刷新 NEAR

source: Refresh Now (Balances + History)
zh_hans: 刷新 Now (Balances + History)
zh_hant: 刷新 Now (Balances + History)

source: Refresh Optimism
zh_hans: 刷新 Optimism
zh_hant: 刷新 Optimism

source: Refresh Polkadot
zh_hans: 刷新 Polkadot
zh_hant: 刷新 Polkadot

source: Refresh Solana
zh_hans: 刷新 Solana
zh_hant: 刷新 Solana

source: Refresh Stellar
zh_hans: 刷新 Stellar
zh_hant: 刷新 Stellar

source: Refresh Sui
zh_hans: 刷新 Sui
zh_hant: 刷新 Sui

source: Refresh TON
zh_hans: 刷新 TON
zh_hant: 刷新 TON

source: Refresh Tron
zh_hans: 刷新 Tron
zh_hant: 刷新 Tron

source: Refresh XRP
zh_hans: 刷新 XRP
zh_hant: 刷新 XRP

source: Refreshing %@...
zh_hans: 正在刷新 %@...
zh_hant: 正在重新整理 %@...

source: Refreshing Aptos...
zh_hans: 正在刷新Aptos...
zh_hant: 正在刷新Aptos...

source: Refreshing Arbitrum...
zh_hans: 正在刷新Arbitrum...
zh_hant: 正在刷新Arbitrum...

source: Refreshing Avalanche...
zh_hans: 正在刷新Avalanche...
zh_hant: 正在刷新Avalanche...

source: Refreshing Bitcoin...
zh_hans: 正在刷新Bitcoin...
zh_hant: 正在刷新Bitcoin...

source: Refreshing BNB Chain...
zh_hans: 正在刷新BNB Chain...
zh_hant: 正在刷新BNB Chain...

source: Refreshing Cardano...
zh_hans: 正在刷新Cardano...
zh_hant: 正在刷新Cardano...

source: Refreshing Dogecoin...
zh_hans: 正在刷新Dogecoin...
zh_hant: 正在刷新Dogecoin...

source: Refreshing Ethereum Classic...
zh_hans: 正在刷新Ethereum Classic...
zh_hant: 正在刷新Ethereum Classic...

source: Refreshing Ethereum...
zh_hans: 正在刷新Ethereum...
zh_hant: 正在刷新Ethereum...

source: Refreshing Hyperliquid...
zh_hans: 正在刷新Hyperliquid...
zh_hant: 正在刷新Hyperliquid...

source: Refreshing Internet Computer...
zh_hans: 正在刷新Internet Computer...
zh_hant: 正在刷新Internet Computer...

source: Refreshing Litecoin...
zh_hans: 正在刷新Litecoin...
zh_hant: 正在刷新Litecoin...

source: Refreshing Monero...
zh_hans: 正在刷新Monero...
zh_hant: 正在刷新Monero...

source: Refreshing NEAR...
zh_hans: 正在刷新NEAR...
zh_hant: 正在刷新NEAR...

source: Refreshing Optimism...
zh_hans: 正在刷新Optimism...
zh_hant: 正在刷新Optimism...

source: Refreshing Polkadot...
zh_hans: 正在刷新Polkadot...
zh_hant: 正在刷新Polkadot...

source: Refreshing Solana...
zh_hans: 正在刷新Solana...
zh_hant: 正在刷新Solana...

source: Refreshing Stellar...
zh_hans: 正在刷新Stellar...
zh_hant: 正在刷新Stellar...

source: Refreshing Sui...
zh_hans: 正在刷新Sui...
zh_hant: 正在刷新Sui...

source: Refreshing TON...
zh_hans: 正在刷新TON...
zh_hant: 正在刷新TON...

source: Refreshing Tron...
zh_hans: 正在刷新Tron...
zh_hant: 正在刷新Tron...

source: Refreshing XRP...
zh_hans: 正在刷新XRP...
zh_hant: 正在刷新XRP...

source: Refreshing...
zh_hans: 正在刷新...
zh_hant: 正在刷新...

source: Regenerate
zh_hans: 重新生成
zh_hant: 重新生成

source: Reminder
zh_hans: 提醒
zh_hant: 提醒

source: Remove
zh_hans: 移除
zh_hant: 移除

source: Remove Photo
zh_hans: 移除照片
zh_hant: 移除照片

source: Remove Token
zh_hans: 移除代币
zh_hant: 移除代幣

source: Replace Photo
zh_hans: 替换照片
zh_hant: 替換照片

source: Replacement context loaded. Review fees and tap Send.
zh_hans: 已加载替换上下文。请检查手续费后点击发送。
zh_hant: 已加載替換上下文。請檢查手續費後點擊發送。

source: Replacement transaction underpriced. Increase fees and retry.
zh_hans: 替换交易出价过低。请提高费用后重试。
zh_hant: 替換交易出價過低。請提高費用後重試。

source: Report a Problem
zh_hans: 报告问题
zh_hant: 報告問題

source: Rescanning BCH...
zh_hans: 正在重新扫描 BCH...
zh_hant: 正在重新掃描 BCH...

source: Rescanning BSV...
zh_hans: 正在重新扫描 BSV...
zh_hant: 正在重新掃描 BSV...

source: Rescanning BTC...
zh_hans: 正在重新扫描 BTC...
zh_hant: 正在重新掃描 BTC...

source: Rescanning DOGE...
zh_hans: 正在重新扫描 DOGE...
zh_hant: 正在重新掃描 DOGE...

source: Rescanning LTC...
zh_hans: 正在重新扫描 LTC...
zh_hant: 正在重新掃描 LTC...

source: Rescanning...
zh_hans: 正在重新扫描...
zh_hant: 正在重新掃描...

source: Reserved receive index: %lld
zh_hans: 已保留接收索引：%lld
zh_hant: 已保留接收索引：%lld

source: Reset
zh_hans: 重置
zh_hant: 重置

source: Reset Native Asset Display
zh_hans: 重置原生资产显示
zh_hant: 重置原生資產顯示

source: Reset Provider Reliability
zh_hans: 重置提供商可靠性记录
zh_hant: 重置提供商可靠性記錄

source: Reset Selected Data
zh_hans: 重置所选数据
zh_hant: 重置所選數據

source: Reset Tracked Token Display
zh_hans: 重置已跟踪代币显示
zh_hant: 重置已跟蹤代幣顯示

source: Reset Wallet
zh_hans: 重置钱包
zh_hant: 重置錢包

source: Resume
zh_hans: 继续
zh_hant: 繼續

source: Reveal Seed Phrase
zh_hans: 显示助记词
zh_hant: 顯示助記詞

source: Run %@ Diagnostics
zh_hans: 运行 %@ 诊断
zh_hant: 運行 %@ 診斷

source: Run %@ History Diagnostics
zh_hans: 运行 %@ 历史诊断
zh_hant: 運行 %@ 歷史診斷

source: Run All Endpoint Checks
zh_hans: 运行所有端点检查
zh_hant: 運行所有端點檢查

source: Run BCH Rescan
zh_hans: 重新扫描 BCH
zh_hant: 重新掃描 BCH

source: Run BCH Self-Tests
zh_hans: 运行 BCH 自检
zh_hant: 執行 BCH 自檢

source: Run BSV Rescan
zh_hans: 重新扫描 BSV
zh_hant: 重新掃描 BSV

source: Run BSV Self-Tests
zh_hans: 运行 BSV 自检
zh_hant: 執行 BSV 自檢

source: Run BTC Rescan
zh_hans: 重新扫描 BTC
zh_hant: 重新掃描 BTC

source: Run BTC Self-Tests
zh_hans: 运行 BTC 自检
zh_hant: 執行 BTC 自檢

source: Run DOGE Rescan
zh_hans: 运行 DOGE 重新扫描
zh_hant: 運行 DOGE 重新掃描

source: Run DOGE Self-Tests
zh_hans: 运行 DOGE 自检
zh_hant: 運行 DOGE 自檢

source: Run LTC Rescan
zh_hans: 重新扫描 LTC
zh_hant: 重新掃描 LTC

source: Run LTC Self-Tests
zh_hans: 运行 LTC 自检
zh_hant: 執行 LTC 自檢

source: Run Rescan
zh_hans: 运行重新扫描
zh_hant: 執行重新掃描

source: Run Self-Tests
zh_hans: 运行自检
zh_hant: 執行自檢

source: Running %@ Diagnostics...
zh_hans: 正在运行 %@ 诊断...
zh_hant: 正在運行 %@ 診斷...

source: Running %@ History Diagnostics...
zh_hans: 正在运行 %@ 历史诊断...
zh_hant: 正在運行 %@ 歷史診斷...

source: Running Diagnostics...
zh_hans: 正在运行诊断...
zh_hant: 正在運行診斷...

source: Running Self-Tests...
zh_hans: 正在运行自检...
zh_hant: 正在運行自檢...

source: Save
zh_hans: 保存
zh_hant: 保存

source: Save Contact
zh_hans: 保存联系人
zh_hant: 保存聯繫人

source: Save QR Code
zh_hans: 保存二维码
zh_hant: 保存二維碼

source: Save Recipient To Address Book
zh_hans: 将收款方保存到地址簿
zh_hant: 將收款方保存到地址簿

source: Save trusted recipient addresses here so you can reuse them in Send without retyping. Spectra currently supports address book validation for Bitcoin, Litecoin, Dogecoin, Ethereum, Ethereum Classic, Arbitrum, Optimism, BNB Chain, Avalanche, Hyperliquid, Tron, Solana, Cardano, XRP Ledger, Monero, Sui, Aptos, TON, Internet Computer, NEAR, Polkadot, and Stellar.
zh_hans: 在这里保存可信收款地址，以便在发送时复用而无需重新输入。Spectra 当前支持 Bitcoin、Litecoin、Dogecoin、Ethereum、Ethereum Classic、Arbitrum、Optimism、BNB Chain、Avalanche、Hyperliquid、Tron、Solana、Cardano、XRP Ledger、Monero、Sui、Aptos、TON、Internet Computer、NEAR、Polkadot 和 Stellar 的地址簿校验。
zh_hant: 在這裡保存可信收款地址，以便在發送時復用而無需重新輸入。Spectra 當前支持 Bitcoin、Litecoin、Dogecoin、Ethereum、Ethereum Classic、Arbitrum、Optimism、BNB Chain、Avalanche、Hyperliquid、Tron、Solana、Cardano、XRP Ledger、Monero、Sui、Aptos、TON、Internet Computer、NEAR、Polkadot 和 Stellar 的地址簿校驗。

source: Saved Address
zh_hans: 已保存地址
zh_hant: 已保存地址

source: Saved Addresses
zh_hans: 已保存地址
zh_hant: 已保存地址

source: Saved Recipient
zh_hans: 已保存收款方
zh_hant: 已保存收款方

source: Scan QR Code
zh_hans: 扫描二维码
zh_hant: 掃描二維碼

source: Scan to Donate
zh_hans: 扫码捐赠
zh_hant: 掃碼捐贈

source: Scan to receive
zh_hans: 扫码收款
zh_hant: 掃碼收款

source: Search assets
zh_hans: 搜索资产
zh_hant: 搜索資產

source: Search icons
zh_hans: 搜索图标
zh_hant: 搜索圖標

source: Search message, chain, tx hash, wallet
zh_hans: 搜索消息、链、交易哈希或钱包
zh_hant: 搜索消息、鏈、交易哈希或錢包

source: Search name, symbol, chain, or address
zh_hans: 搜索名称、符号、链或地址
zh_hant: 搜索名稱、符號、鏈或地址

source: Search native assets and tracked tokens, then adjust how many decimals Spectra shows in portfolio and wallet views.
zh_hans: 搜索原生资产和已跟踪代币，然后调整 Spectra 在资产组合和钱包视图中显示的小数位数。
zh_hant: 搜索原生資產和已跟蹤代幣，然後調整 Spectra 在資產組合和錢包視圖中顯示的小數位數。

source: Search symbol, name, chain, or address
zh_hans: 搜索符号、名称、链或地址
zh_hant: 搜索符號、名稱、鏈或地址
